Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=886_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ijahis idja rokkaa, joikaa, laulaa, tanssii ja räppää elokuussa
sme: Ijahis idja rocke, juoigá, lávlu, dánsu ja ráppe borgemánus

source: Inarissa elokuussa järjestettävän alkuperäiskansojen musiikkitapahtuma Ijahis idjan koko ohjelma on julkistettu.
sme: Eamiálbmogiid musihkkafestivála Ijahis Idja ordnejuvvo Anáris borgemánus. Festivála prográmma lea almmustahtton.

source: Ohjelma on jälleen monipuolinen ja se nostaa esille erityisesti koltta- ja inarinsaamelaista musiikki- ja tanssiperinnettä.
sme: Prográmma lea vuohon máŋggabealat, ja dat čalmmustahttá erenomážit nuortalaš ja anáraš musihka- ja dánsun árbevieruid.

source: Tapahtuman pääesiintyjä on maailman tunnetuimmaksi saamelaiseksi kutsuttu Mari Boine yhtyeineen.
sme: Dáhpáhusa váldonástin lea Mari Boine, gean dihtet máilmmi dovdoseamos sápmelažžan.

source: Festivaalin alkuperäiskansavieras Veronika Usholik Gubernator yhtyeineen saapuu Inariin Siperiasta, Tsukotkan niemimaalta, jonka lisäksi tapahtumassa päästään nauttimaan suomalais-senegalilaisen Sila Fato- kokoonpanon mukaansatempaavasta esityksestä.
sme: Festivála eamiálbmotguossi Veronika Usholik boahtá Gubernator- joavkkuin Anárii Sibiriijas, Tsukotka njárggas. Dán lassin dáhpáhusas besset návddašit suopmelaš-senegalaš Sila Fato- joavkku movttegis musihkas.

source: Lisäksi ohjelmassa on saamelaismusiikin konsertteja, lastenohjelmaa, perinteistä joikua, inarinsaamelaista livđeä, kolttasaamelaista leuŠddia, kolttakatrillia, saamelaismusiikkiin keskittyvät klubi-illat sekä koko illan jatkuvat saamelaisen käsityön markkinat.
sme: Prográmmas leat maiddái sámemusihka konsearttat, mánáid prográmma, árbevirolaš luohti, anáraš livđe, nuortalaš leu ’ dd, nuortalaš katrilla, klubbaeahkedat, main lea sámemusihkka guovddážis ja olles eahkeda duodjemárkanat.

source: Tapahtuma alkaa perjantaina 15.8 Saamelaiskulttuurikeskus Sajoksessa perinteeksi muodostuneella lasten – ja nuortenpäivällä.
sme: Dáhpáhus álgá bearjadaga 15.8. sámekulturguovddáš Sajosis juo árbevierrun šaddan mánáid- ja nuoraidbeivviin, goas ohppiin lea vejolašvuohta oassálastit musihkkabargobájiide sihke loaiddastit Ijahis ija násttážat – konsearttas.

source: Päivä koostuu saamenopiskelijoille tarkoitetuista musiikkityöpajoista sekä kaikille avoimesta ja ilmaisesta Ijahis ija násttážat-konsertista.
sme: Mánáid- ja nuoraidbeaivve leat sámeohppiide oaivvilduvvon musihkkabargobájit, ja buohkaide rabas ja nuvttá Ijahis Ija násttážat-konsearta.

source: Lastenkonsertissa kuullaan lasten omien esitysten lisäksi alkuperäiskansavieraiden musiikkia.
sme: Mánáidkonsearttas besset guldalit mánáid konsearttaid lassin eamiálbmotgussiid.

source: Perjantain klubi-ilta järjestetään hotelli Kultahovilla, jossa musiikista vastaavat DJ Oula sekä inarinsaameksi räppäävä Amoc.
sme: Bearjadaga klubba-eahket ordnejuvvo Hotealla Kultahovis, gos musihka čuojaha DJ Oula ja anárašgielat ráppejeaddji Amoc.

source: Lauantaina festivaalin ohjelma alkaa Sajoksen auditoriossa Fossekallen- kuoron konsertilla.
sme: Lávvordaga festivála prográmma álgá Sajosa auditorios Fossekallen-goara konsearttain.

source: Fossekallen kuoro on Neidenistä saapuva acappella kuoro, joka koostuu lähes kolmestäkymmenestä suomalaisesta, norjalaisesta ja venäläisestä innokkaasta kuoroharrastajasta.
sme: Fossekallena accapella goarra boahtá Neidenis, ja das leat lagabui golbmalogi movttegis suopmelaš, norgalaš ja ruošša goarralávlu.

source: Ijahis idjassa kuoro esittää mm. kolttasaamelaista leuŠddia omintakeisella otteellaan.
sme: Ijahis Ijas goarra earret eará leu ’ dde iešlágálaš vugiin.

source: Kuorokonsertin jälkeen tapahtuma jatkuu Sajoksen pihamaalla ulkoilmafestivaalina, jossa Mari Boinen lisäksi esiintyvät mm. karasjokilainen Felgen Orkester soittaen leppoisaa pohjoissaamenkielistä, joiulla höystettyä poprokkia.
sme: Goarrakonseartta maŋŋá festivála joatkašuvvá Sajosa šiljus olggu ovddas. Mari Boine lassin dáhpáhusas loaiddasta earret eará kárášjohkalaš Felgen Orkester, mii juoigá ja čuojaha lotkes davvisámegielat poprock.

source: Illan monipuolisimmasta konsertista vastaa Tuupa Houseband useine artisteineen.
sme: Eahkeda máŋggabealageamos konseartta čuojaha Tuupa Houseband iežas sámeartisttaiguin.

source: Tuupan konsertin artisteina lavalla nähdään Ailu Valle, Amoc, Tiina Sanila-Aikio, Ulla Pirttijärvi Länsman, SomBy sekä Niillas Holmberg.
sme: Tuupa konsearttas lávdde nala bohtet Ailu Valle, Amoc, Tiina Sanila-Aikio, Ulla Pirttijärvi-Länsman, SomBy ja Niillas Holmberg.

source: Perinteistä joiusta, livđestä ja leuŠddista päässään puolestaan nauttimaan Petra Magga-Varsin, Matti Morottajan, Tiina Sanila-Aikion sekä Johan Anders Baerin esittämänä ” Järvituulet ” - konsertissa.
sme: Árbevirolaš luođis, livđes ja leu ’ ddis besset návddašit Petra Magga-Varsiin, Matti Morottajain, Tiina-Sanila Aikioin ja Johan Anders Baeriin Jávrebiekkat-konsearttas.

source: Lisäksi tapahtumassa esiintyy inarilainen Aila-duo, joka voitti vuoden 2014 Sámi Grand Prix-laulukilpailun inarinsaamenkielisellä Naharij kandâ - kappaleellaan.
sme: Dáhpáhusas lea maiddái anárlaš Aila-duo, mii vuittii jagi 2014 Sámi Grand Prix gilvvu lávlunoasi ráfálaš anárašgielat bihtáin Naharij kandâ.

source: Lauantai-illan klubi-ilta järjestetään perjantai- illan tapaan hotelli Kultahovilla, jossa musiikista vastaa DJ Oula.
sme: Lávvordaga klubba-eahket ordnejuvvo maiddái hotealla Kultahovis, gos musihkka čuojaha DJ Ovllá.

source: Tapahtumaa on mahdollista seurata lauantain osalta Saamelaiskoulutuskeskuksen toteuttaman livestream-nettilähetyksen kautta.
sme: Lávvordaga dáhpáhusa sáhttá čuovvut livestream-neahttasáddaga bokte, man ordne Sámi oahpahusguovddáš.

source: Ijahis ijdan järjestävät yhteistyössä Ánara Sámisearvi ry., Saamelaiskäräjät, Saamelaisalueen koulutuskeskus, Yle Sápmi, Lapin taidetoimikunta, Hotelli Kultahovi sekä Sajoksen ravintola.
sme: Ijahis ija ordnejit ovttasbarggus Anára Sámisearvi ro, Sámediggi, Sámi oahpahusguovddáš, Yle Sápmi, Lappi dáiddadoaibmagoddi, Hotealla Kultahovi ja Sajosa restauraŋŋá.

source: Kuvamateriaalia osoitteessa:
sme: Govvamateriála gávdno čujuhusas: www.ijaisidja.fi

source: Lisätietoja:
sme: Lassedieđut:

source: Saamelaiskäräjät / saamelaismusiikkikeskus
sme: Sámediggi / sámi musihkkaguovddáš

source: Tuottaja
sme: Anu Magga

source: Apulaistuottaja
sme: Buvttadeaddji
